import React from 'react';
import '@szhsin/react-menu/dist/index.css';
import hiit from "../../assets/Workouts/hiit.jpg";
import spining from "../../assets/Workouts/spining.jpg";
import trx from "../../assets/Workouts/trx.jpg";
import kickbox1 from "../../assets/Workouts/kickbox1.jpg";
import kickbox2 from "../../assets/Workouts/kickbox2.jpeg";

export function Training() {
    return (
        <div className="App">
            <p>
                אימונים
            </p>

            <p>
            <b>  TRX </b> <br/>
            TRX- ראשי תיבות של Total Body Resistance Exercises<br/>
            אימון ה־TRX נעשה כולו כנגד משקל הגוף (ניתן להוסיף גם אביזרי אימון שונים) שזה יתרון בפני עצמו.<br/>
            למה ה־TRX הוא אימון כל כך פופולארי?<br/>
            כי יש לו יתרונות בולטים שכבשו את לב המתאמנים, בראשם מינימום ציוד, מקסימום אימון.<br/>
            הרצועות קלות ונוחות לנשיאה - אורכן 2.5 מטר ומשקלן הוא 800 גרם.<br/>
            שתי הרצועות המחוברות נכנסות לתיק רשת קטן שניתן לשנע אותו לכל מקום שרק תרצו ולאחסן אותו אפילו בתיק יד, כך תוכלו לקחת איתכם לנסיעות חדר כושר שלם.<br/>
            ניתן לבצע את האימון כמעט בכל מקום - בחוף הים, בבית, בפארק, בחצר ואף בחדר בבית המלון.<br/>
            את הרצועות ניתן לקבע לכל דבר יציב שתלוי למעלה. דוגמאות: למתח, לעמוד, לפרגולה, לעץ או לדלת בעזרת אביזר נוסף בשם DOOR ANCHOR.<br/>
            מקסימום עבודה במינימום זמן - עקב המעבר המהיר בין התרגילים וחוסר במגוון ציוד רחב,<br/>
            ניתן למקסם את האימון במינימום זמן. פשוט אפשר להימנע מבזבוז זמן מיותר בלהרכיב ולפרק משקולות או בהמתנה למכשיר כזה או אחר, כמו שקורה בחדר הכושר.<br/>
           <br/>
           <img src={trx} alt="logo" />
            </p>

            <br/>

            <p>
            <b>HIIT <br/></b> אימון פונקציונלי
            High-intensity interval training (אימון הפוגות בעצימות גבוהה)<br/>
            מהווה שיטת אימון נוספת על אימון ההפוגות הקלאסי,<br/>
            אסטרטגיית אימון המשלבת מחזורי אימון אנאירובי קצרים, ומכילה ביניהם הפסקות התאוששות בעלות אופי עצים פחות. ה-HIIT הוא שיטת אימון קרדיו-ואסקולרי.<br/>
            אופיו העצים והאינטנסיבי של האימון נותן אותותיו ביכולות הפיזיות של המתאמן ובחילוף החומרים של פחמימות ושומנים.
            <br/>
            <img src={hiit} alt="logo" />
            </p>

            <br/>

            <p>
            <b> ספינינג</b> <br/>
            אימון המתבצע על גבי אופניים נייחות בסטודיו ייעודי ובהדרכת מדריך מוסמך,<br/>
            היתרון של אימון הספינינג הוא שמדובר באימון שאינו גורם לזעזועים במערכת השלד והמפרקים והוא יכול להיות מותאם לקבוצות גיל רבות ולרמות שונות של כושר גופני.<br/>
            הפעילות נקראת אינדור סייקלינג (Indoor Cycling) רכיבה בתוך הבית, נעשית בדרך כלל בסטודיו עם מוזיקה בהנחיית מדריך.<br/>
            על האופניים קיים בורר עומס שמאפשר לרוכב לשלוט על דרגות הקושי והמאמץ בזמן הפעילות. בעזרתו ובעזרת מהירות הדיווש נבנות תכניות אימונים מגוונות.
            <br/>
            <img src={spining} alt="logo" />
            </p>

            <br/>

            <p>
            <b> קיקבוקס</b> <br/>
            קיקבוקס הוא ענף ספורט ושיטת לחימה, בו משתמשים בבעיטות ואגרופים אשר פופולרי גם בתור אימון כושר גופני.<br/>
            לעיתים נלמד קיקבוקסינג כסגנון ייחודי, ברם במקרים רבים תחרויות קיקבוקסינג פתוחות לאומני לחימה ככלל.<br/>
            מטרת העל של אימוני הקיקבוקס היא לחזק את הגוף, לשפר את הקואורדינציה ותאמינו או לא לפתח את הנפש.<br/>
            את המטרה משיגים באמצעות התנועות בעיטה ואגרוף בשילוב עבודה ארובית שגורמים להפעלה של קבוצות שרירים רבות במקביל.<br/>
            התנועתיות, הפיזיות והתזוזה הבלתי פוסקת משפרים את הגמישות, מחזקים את הגוף, מגבירים את סיבולת לב הריאה ומוציאים את כל האנרגיות החבויות בנו.
            <br/>
            <img src={kickbox1} alt="logo" width="15%" height="10%"/>
            <img src={kickbox2} alt="logo" width="15%" height="10%" />
            </p>
        </div>
    );
}