import React from 'react';
import '@szhsin/react-menu/dist/index.css';

export function About() {
    return (
        <p>
            אודות <br/>
            Yelena Boldin

            קוראים לי ילנה בולדין ואני מאמנת כושר אישית ובמכוני סטודיו שונים במרכז.
            אני בתחום הספורט כבר למעלה מ 10 שנים וההתמחות שלי היא TRX, עיצוב וספינינג.
            במקצועי אני נטורופתית, מטפלת במקצועות המגע (רפלקסולוגיה ועיסוי).
            "האני מאמין שלי" הוא WORK FOR IT-DONT WAIT FOR IT.
            המוטו לחיים שלי הוא שדרך עבודה קשה והתמדה התוצאות לא מאחרות להגיע.
            הטיפ הכי טוב שאני יכולה לתת באימון הוא: לשמור על טכניקה נכונה ולהיות קשובים למדריך.
            אני לא אוהבת לאכול מטוגנים, אני אוהבת לאכול ירקות אפויים.
            התרגיל שאני הכי אוהבת הוא פשיטת מרפקים
            היום הכי טוב להתאמן הוא ראשון, חשוב לי לפתוח את השבוע באנרגיות חיוביות!

            תזונה נכונה ואימונים זה המתכון האידיאלי לחיים בריאים!
        </p>
    );
}