import React from 'react';
import '@szhsin/react-menu/dist/index.css';
import YB from "../../assets/Gallery/YB2.png";

export function About() {
    return (
        <p dir="rtl">
            אודות <br/><br/>
            Yelena Boldin <br/><br/>

            קוראים לי ילנה בולדין ואני מאמנת כושר אישית ובמכוני סטודיו שונים במרכז.
            <br/>
            אני בתחום הספורט כבר למעלה מ 10 שנים וההתמחות שלי היא TRX, עיצוב וספינינג.
                <br/>
            במקצועי אני נטורופתית, מטפלת במקצועות המגע (רפלקסולוגיה ועיסוי).
            <br/>
            "האני מאמין שלי" הוא WORK FOR IT-DONT WAIT FOR IT.
                <br/><br/>
            המוטו לחיים שלי הוא שדרך עבודה קשה והתמדה התוצאות לא מאחרות להגיע.
            <br/>
            הטיפ הכי טוב שאני יכולה לתת באימון הוא: לשמור על טכניקה נכונה ולהיות קשובים למדריך.
            <br/>
            אני לא אוהבת לאכול מטוגנים, אני אוהבת לאכול ירקות אפויים.
            <br/>
            התרגיל שאני הכי אוהבת הוא פשיטת מרפקים
            <br/><br/>
            היום הכי טוב להתאמן הוא ראשון, חשוב לי לפתוח את השבוע באנרגיות חיוביות!
            <br/><br/>
            תזונה נכונה ואימונים זה המתכון האידיאלי לחיים בריאים!
            <br/>
            <img src={YB} alt="logo" width="15%" height="10%"/>
        </p>

    );
}